Repository: b13/form-custom-templates
Catalog: Resources/Private/Language/*.Database.xlf
Languages: de

# form_custom_templates.select.label
source: Select email template
de: E-Mail Template wählen

# form_custom_templates.select.default
source: Default
de: Standard

# form_custom_templates.select.noTemplate
source: No template
de: Kein Template

# form_custom_templates.cType
source: Form Result List
de: Formular Angaben

# form_custom_templates.cType.description
source: This will display a a table/list of all form filled form fields.
de: Dieses Inhaltselement zeug eine Liste aller ausgefüllten Felder an.

# form_custom_templates.select.fieldExplanationText
source: Default will be SystemEmail configured by EXT:form
de: Wenn nicht konfiguriert wird SystemEmail von EXT:form verwendet.

# form_custom_templates.identifier.fieldExplanationText
source: Set a unique identifier for later use as template marker. The marker will be substituted with the given form field value.
de: Setze einen "Identifier". Dieser kann im Template verwendet werden und wird dann ersetzt durch den Wert des Fomular-Felds.

# form_custom_templates.validator.formElementIdentifierWithOutCurlyBraces
source: Not a valid identifier. A valid identifier may contain only a-Z and 0-9 and must not be empty.
de: Kein gültiger Identifier. Ein gültiger Identifier darf nur a-Z and 0-9 enthalten und darf nicht leer sein.

# form_custom_templates.validator.FormElementIdentifierIsInUse
source: Reset to "{previousValue}" because this identifier is already in use.
de: Auf "{previousValue}" zurückgesetzt, da der Identifiere bereits benutzt wird.

# form_custom_templates.buttonBar.showPagePlaintext
source: Preview plaintext
de: Vorschau Plaintext
